[crashhandler]
; Only text after equal sign should be localized.
; [AppName] and [Company] are macros and should not be localized.
; These macros will be replaced with application name and company name provided on library initialization.
; \n is a new line mark.
; To continue text on next line you may add \ to the end of the line, for example:
;   var=This begin of the text\
;   continue text for var\
;   here the text for var is finished.
Title=[AppName]
SendInformation=Send information
Yes=Yes
No=No
Cancel=Cancel
AppHasStoppedWorking=[AppName] has stopped working
AppHasEncounteredProblem=[AppName] has encountered a problem
CheckingForSolution=Checking for a solution to the problem...
CollectingMoreInfo=Collecting more information about the problem.\nThis might take several minutes...
SendingData=Sending collected information to the [Company].\nThis might take several minutes...
SendMoreInfoQuestion=Do you want to send more information about the problem?
SendMotivation=Additional details about what went wrong can help [Company] create a solution.
Details=Details >>
PrivateInfoText=<a>Read our privacy statement</a>\n\n\
Report contains application state at the moment of failure\n\
including all memory. Report may unintentionally contain  \n\
personal information, but this information is not used to \n\
identify you or contact you. For example, a report may    \n\
include your name, part of a document you were working    \n\
on, or data that you recently submitted to a website. If  \n\
you are concerned that a report may contain personal or   \n\
confidential information, you should not send the report.
MotivateToSendFull=This problem occurs first time and [Company] really need this report to fix the problem in a future version of [AppName].\nAre you sure you don't want to send it?
SolutionFound=Solution to the problem has been found.
DoYouWantToReadIt=Do you want to read it?
DoYouWantToInstallIt=Do you want to install it?
UploadSymbolsTitle=SendRpt: Symbols upload
UploadSymbols=These symbols were not uploaded. You should use the command\n\
SYMUPLOAD %ls %d.%d.%d.%d %d <all your exe/dll/pdb files>\n\n\
Upload now these symbols:

[crashhandler-ru]
Title=[AppName]
SendInformation=Отправить
Yes=Да
No=Нет
Cancel=Отмена
AppHasStoppedWorking=[AppName] прекратил работу
AppHasEncounteredProblem=[AppName] столкнулся с проблемой
CheckingForSolution=Идёт поиск решения этой проблемы...
CollectingMoreInfo=Идет сбор дополнительной информации по проблеме.\nЭто может занять несколько минут...
SendingData=Отправка собранной информации в [Company].\nЭто может занять несколько минут...
SendMoreInfoQuestion=Вы согласны отправить больше информации о проблеме?
SendMotivation=Дополнительные данные о том, что пошло не так могут помочь [Company] исправить проблему.
Details=Подробнее >>
PrivateInfoText=<a>Прочтите наше соглашение о конфиденциальности</a>\n\n\
Отчёт содержит состояние приложения на момент     \n\
возникновения проблемы, включая всю память. Отчёт \n\
может непреднамеренно содержать персональную      \n\
информацию, но эта информация не будет            \n\
использоваться для того, чтобы идентифицировать   \n\
вас или контактировать с вами. Например, отчёт    \n\
может включать ваше имя, часть документа над      \n\
которым вы работали, или данные, которые вы       \n\
недавно отправили на веб-сайт. Если вы обеспокоены\n\
тем, что отчёт может содержать персональные или   \n\
конфиденциальные данные, вы не должны отправлять  \n\
отчёт.
MotivateToSendFull=Эта проблема возникла впервые и [Company] очень нуждается в этом отчёте для того, чтобы исправить её в будущих версиях [AppName].\nВы точно уверены, что не хотите отправить этот отчёт?
SolutionFound=Найдено решение проблемы.
DoYouWantToReadIt=Хотите узнать больше?
DoYouWantToInstallIt=Хотите установить данное исправление?
UploadSymbolsTitle=SendRpt: Загрузка символов
UploadSymbols=Эти символы не были загружны. Вы должны использовать команду\n\
SYMUPLOAD %ls %d.%d.%d.%d %d <все ваши exe/dll/pdb файлы>\n\n\
Загрузить эти символы сейчас:
